Repository: shoffing/grim-sim-locales
Catalog: */messages.po
Languages: es_ar, ja_jp, pt_br

source: {aliveCount} players are alive ({aliveGood} good, {aliveEvil} evil).
es_ar: {aliveCount} jugadores están vivos ({aliveGood} de bien, {aliveEvil} de mal).
ja_jp: 生存者は{aliveCount}人です。（善良：{aliveGood}人、悪：{aliveEvil}人）
pt_br: {aliveCount} jogadores estão vivos ({aliveGood} do bem, {aliveEvil} do mal).

source: {deadCount} players are dead ({deadGood} good, {deadEvil} evil).
es_ar: {deadCount} jugadores están muertos ({deadGood} de bien, {deadEvil} de mal).
ja_jp: 死亡者は{deadCount}人です。（善良：{deadGood}人、悪：{deadEvil}人）
pt_br: {deadCount} jogadores estão mortos ({deadGood} do bem, {deadEvil} do mal).

source: {voteRequirement} votes required to execute.
es_ar: {voteRequirement} votos necesarios para ejecutar.
ja_jp: 処刑に必要な投票数：{voteRequirement}票
pt_br: {voteRequirement} votos necessários para executar.

source: {votesOnBoard} votes on the board ({ghostVotes} ghost).
es_ar: {votesOnBoard} votos en el tablero ({ghostVotes} fantasma).
ja_jp: 盤上の投票数：{votesOnBoard}票（ゴースト投票：{ghostVotes}票）
pt_br: {votesOnBoard} votos no painel ({ghostVotes} fantasma).

source: Accept your fate.
es_ar: Acepta tu destino.
ja_jp: 運命を受け入れましょう。
pt_br: Aceite o seu destino.

source: Add bluff
es_ar: Añadir farol
ja_jp: ブラフを追加
pt_br: Adicionar blefe

source: Add custom
es_ar: Añadir personalizado
ja_jp: カスタムを追加
pt_br: Adicionar personalizado

source: Add reminder
es_ar: Añadir recordatorio
ja_jp: リマインダーを追加
pt_br: Adicionar lembrete

source: Add Reminders ({selectedCount})
es_ar: Añadir recordatorios ({selectedCount})
ja_jp: リマインダーを追加 ({selectedCount})
pt_br: Adicionar Lembretes ({selectedCount})

source: Are you sure you want to clear the grimoire?
es_ar: ¿Estás seguro de que quieres borrar el grimorio?
ja_jp: グリモワールをクリアしてもよろしいですか？
pt_br: Tem certeza que deseja limpar o grimório?

source: Are you sure you want to continue?
es_ar: ¿Estás seguro de que quieres continuar?
ja_jp: 続行してもよろしいですか？
pt_br: Tem certeza que deseja continuar?

source: Are you sure you want to remove this character?
es_ar: ¿Estás seguro de que quieres eliminar a este personaje?
ja_jp: このキャラクターを削除してもよろしいですか？
pt_br: Tem certeza que deseja remover este personagem?

source: Attributions
es_ar: Atribuciones
ja_jp: クレジット
pt_br: Atribuições

source: BigBenstrikes.mp3 by hyderpotter -- https://freesound.org/s/80290/ -- License: Creative Commons 0
es_ar: BigBenstrikes.mp3 de hyderpotter -- https://freesound.org/s/80290/ -- Licencia: Creative Commons 0
ja_jp: BigBenstrikes.mp3 by hyderpotter -- https://freesound.org/s/80290/ -- ライセンス: Creative Commons 0
pt_br: BigBenstrikes.mp3 por hyderpotter -- https://freesound.org/s/80290/ -- Licença: Creative Commons 0

source: Cancel
es_ar: Cancelar
ja_jp: キャンセル
pt_br: Cancelar

source: Change team
es_ar: Cambiar equipo
ja_jp: チームを変更
pt_br: Mudar time

source: Characters
es_ar: Personajes
ja_jp: キャラクター
pt_br: Personagens

source: Characters ({selectedCount} / {playerCount})
es_ar: Personajes ({selectedCount} / {playerCount})
ja_jp: キャラクター ({selectedCount} / {playerCount})
pt_br: Personagens ({selectedCount} / {playerCount})

source: Clear
es_ar: Borrar
ja_jp: クリア
pt_br: Limpar

source: Clear grimoire
es_ar: Borrar grimorio
ja_jp: グリモワールをクリア
pt_br: Limpar grimório

source: Continue
es_ar: Continuar
ja_jp: 続行
pt_br: Continuar

source: Custom
es_ar: Personalizado
ja_jp: カスタム
pt_br: Personalizado

source: Day Timer (minutes)
es_ar: Temporizador de Día (minutos)
ja_jp: 昼のタイマー（分）
pt_br: Temporizador do Dia (minutos)

source: DEM ({demonCount} / {demonCountTarget})
ja_jp: デーモン ({demonCount} / {demonCountTarget})

source: Demon bluffs
es_ar: Faroles del Demonio
ja_jp: デーモンのブラフ
pt_br: Blefes do Demônio

source: Demon Bluffs
es_ar: Faroles del Demonio
ja_jp: デーモンのブラフ
pt_br: Blefes do Demônio

source: Demon Info
es_ar: Información del Demonio
ja_jp: デーモンの情報
pt_br: Informações do Demônio

source: Draw characters
es_ar: Robar personajes
ja_jp: キャラクターを引く
pt_br: Sortear personagens

source: Fabled
es_ar: Legendarios
ja_jp: 寓話
pt_br: Lendários

source: Final Counts
es_ar: Recuentos Finales
ja_jp: 最終的な人数
pt_br: Contagens Finais

source: First Night
es_ar: Primera Noche
ja_jp: 初日の夜
pt_br: Primeira Noite

source: First night:
es_ar: Primera noche:
ja_jp: 初日の夜：
pt_br: Primeira noite:

source: Game Info
es_ar: Información de la Partida
ja_jp: ゲーム情報
pt_br: Informações do Jogo

source: Game setup
es_ar: Configuración de la partida
ja_jp: ゲーム設定
pt_br: Configuração do jogo

source: Game Setup
es_ar: Configuración de la Partida
ja_jp: ゲーム設定
pt_br: Configuração do Jogo

source: Gong.wav by juskiddink -- https://freesound.org/s/86773/ -- License: Attribution 4.0
es_ar: Gong.wav de juskiddink -- https://freesound.org/s/86773/ -- Licencia: Reconocimiento 4.0
ja_jp: Gong.wav by juskiddink -- https://freesound.org/s/86773/ -- ライセンス: Attribution 4.0
pt_br: Gong.wav por juskiddink -- https://freesound.org/s/86773/ -- Licença: Atribuição 4.0

source: Got it!
es_ar: ¡Entendido!
ja_jp: 了解！
pt_br: Entendi!

source: Hide Abilities
es_ar: Ocultar Habilidades
ja_jp: 能力を隠す
pt_br: Ocultar Habilidades

source: Info tokens
es_ar: Fichas de información
ja_jp: 情報トークン
pt_br: Fichas de informação

source: Info Tokens
es_ar: Fichas de Información
ja_jp: 情報トークン
pt_br: Fichas de Informação

source: Jinxes
es_ar: Maldiciones
ja_jp: ジンクス
pt_br: Maldicões

source: Kill player
es_ar: Matar jugador
ja_jp: プレイヤーを殺害
pt_br: Matar jogador

source: Language
es_ar: Idioma
ja_jp: 言語
pt_br: Idioma

source: Long-press to start multi-select mode.
es_ar: Mantén pulsado para iniciar el modo de selección múltiple.
ja_jp: 長押しで複数選択モードを開始します。
pt_br: Pressione e segure para iniciar o modo de seleção múltipla.

source: MIN ({minionCount} / {minionCountTarget})
ja_jp: ミニオン ({minionCount} / {minionCountTarget})

source: Minion Info
es_ar: Información del Súbdito
ja_jp: ミニオンの情報
pt_br: Informações do Súbdito

source: Must select exactly {playerCount} characters.
es_ar: Debes seleccionar exactamente {playerCount} personajes.
ja_jp: キャラクターを厳密に{playerCount}人選択する必要があります。
pt_br: Deve selecionar exatamente {playerCount} personagens.

source: Name
es_ar: Nombre
ja_jp: 名前
pt_br: Nome

source: New custom info token
es_ar: Nueva ficha de información personalizada
ja_jp: 新しいカスタム情報トークン
pt_br: Nova ficha de informação personalizada

source: Night Order
es_ar: Orden de Noche
ja_jp: 夜の行動順
pt_br: Ordem da Noite

source: No jinxes found.
es_ar: No se encontraron maldiciones.
ja_jp: ジンクスは見つかりませんでした。
pt_br: Nenhuma maldição encontrada.

source: Open wiki
es_ar: Abrir wiki
ja_jp: Wikiを開く
pt_br: Abrir wiki

source: Other Nights
es_ar: Otras Noches
ja_jp: その他の夜
pt_br: Outras Noites

source: Other nights:
es_ar: Otras noches:
ja_jp: その他の夜：
pt_br: Outras noites:

source: OUT ({outsiderCount} / {outsiderCountTarget})
es_ar: EXT ({outsiderCount} / {outsiderCountTarget})
ja_jp: アウトサイダー ({outsiderCount} / {outsiderCountTarget})

source: Players
es_ar: Jugadores
ja_jp: プレイヤー
pt_br: Jogadores

source: Remember setup steps for the {characterName}{rule}
ja_jp: {characterName}のセットアップ手順を覚えておく{rule}

source: Remove
es_ar: Eliminar
ja_jp: 削除
pt_br: Remover

source: Replace
es_ar: Reemplazar
ja_jp: 交換
pt_br: Substituir

source: Reset
es_ar: Reiniciar
ja_jp: リセット
pt_br: Reiniciar

source: Restore ghost vote
es_ar: Restaurar voto fantasma
ja_jp: ゴースト投票を復活
pt_br: Restaurar voto fantasma

source: Revive player
es_ar: Revivir jugador
ja_jp: プレイヤーを復活
pt_br: Reviver jogador

source: Search characters.
es_ar: Buscar personajes.
ja_jp: キャラクターを検索
pt_br: Buscar personagens.

source: Search reminders.
es_ar: Buscar recordatorios.
ja_jp: リマインダーを検索
pt_br: Buscar lembretes.

source: Select custom script
es_ar: Seleccionar guion personalizado
ja_jp: カスタムスクリプトを選択
pt_br: Selecionar roteiro personalizado

source: Select Edition
es_ar: Seleccionar Edición
ja_jp: エディションを選択
pt_br: Selecionar Edição

source: Select Random
es_ar: Seleccionar Aleatorio
ja_jp: ランダムに選択
pt_br: Selecionar Aleatório

source: Set name
es_ar: Establecer nombre
ja_jp: 名前を設定
pt_br: Definir nome

source: Set player name
es_ar: Establecer nombre de jugador
ja_jp: プレイヤー名を設定
pt_br: Definir nome do jogador

source: Settings
es_ar: Ajustes
ja_jp: 設定
pt_br: Configurações

source: Setup
es_ar: Configuración
ja_jp: セットアップ
pt_br: Configuração

source: Show
es_ar: Mostrar
ja_jp: 表示
pt_br: Mostrar

source: Show Abilities
es_ar: Mostrar Habilidades
ja_jp: 能力を表示
pt_br: Mostrar Habilidades

source: Show all
es_ar: Mostrar todo
ja_jp: すべて表示
pt_br: Mostrar tudo

source: Show bluffs
es_ar: Mostrar faroles
ja_jp: ブラフを表示
pt_br: Mostrar blefes

source: Show players
es_ar: Mostrar jugadores
ja_jp: プレイヤーを表示
pt_br: Mostrar jogadores

source: Skip drawing characters
es_ar: Omitir la selección de personajes
ja_jp: キャラクターを引くのをスキップ
pt_br: Pular sorteio de personagens

source: Start the game
es_ar: Empezar la partida
ja_jp: ゲームを開始
pt_br: Começar o jogo

source: Starting with the player to the left of the "Storyteller's Gap", call your players up one at a time in clockwise order to draw a character on the following screen.
es_ar: Empezando por el jugador a la izquierda de la "Brecha del Narrador", llama a tus jugadores uno por uno en orden de las agujas del reloj para robar un personaje en la siguiente pantalla.
ja_jp: 「ストーリーテラーの隙間」の左隣のプレイヤーから時計回りに一人ずつプレイヤーを呼び出し、次の画面でキャラクターを引かせます。
pt_br: Começando pelo jogador à esquerda da "Lacuna do Narrador", chame seus jogadores um de cada vez, em sentido horário, para sortear um personagem na tela seguinte.

source: Storyteller Instructions
es_ar: Instrucciones del Narrador
ja_jp: ストーリーテラーの手順
pt_br: Instruções do Narrador

source: Support me on Ko-fi!
es_ar: ¡Apóyame en Ko-fi!
ja_jp: Ko-fiでサポート！
pt_br: Apoie-me no Ko-fi!

source: This project uses assets from https://www.freepik.com/. Thanks to macrovector / kotkoa / Freepik!
es_ar: Este proyecto utiliza activos de https://www.freepik.com/. ¡Gracias a macrovector / kotkoa / Freepik!
ja_jp: このプロジェクトはhttps://www.freepik.com/のアセットを使用しています。macrovector / kotkoa / Freepikに感謝します！
pt_br: Este projeto utiliza recursos de https://www.freepik.com/. Agradecimentos a macrovector / kotkoa / Freepik!

source: Time's up!
es_ar: ¡Se acabó el tiempo!
ja_jp: 時間切れです！
pt_br: Acabou o tempo!

source: Timer Alarm
es_ar: Alarma del Temporizador
ja_jp: タイマーアラーム
pt_br: Alarme do Temporizador

source: TOTAL ({selectedCount} / {playerCount})
ja_jp: 合計 ({selectedCount} / {playerCount})

source: TOWN ({townsfolkCount} / {townsfolkCountTarget})
es_ar: VILL ({townsfolkCount} / {townsfolkCountTarget})
ja_jp: 村人 ({townsfolkCount} / {townsfolkCountTarget})

source: TRAV ({travellerCount} / {travellerCountTarget})
es_ar: VIAJ ({travellerCount} / {travellerCountTarget})
ja_jp: 旅人 ({travellerCount} / {travellerCountTarget})

source: Travellers
es_ar: Viajeros
ja_jp: 旅人
pt_br: Viajantes

source: Upload custom script
es_ar: Subir guion personalizado
ja_jp: カスタムスクリプトをアップロード
pt_br: Carregar roteiro personalizado

source: Use ghost vote
es_ar: Usar voto fantasma
ja_jp: ゴースト投票を使用
pt_br: Usar voto fantasma

source: View Abilities
es_ar: Ver Habilidades
ja_jp: 能力を見る
pt_br: Ver Habilidades

source: Wake all the Minions and show them the Demon.
es_ar: Despierta a todos los Súbditos y muéstrales al Demonio.
ja_jp: すべてのミニオンを起こし、デーモンを見せる。
pt_br: Acorde todos os Súbditos e mostre-lhes o Demônio.

source: Wake the Demon and show all Minions. Then, show the Demon any three good character tokens that are not in play.
es_ar: Despierta al Demonio y muéstrale a todos los Súbditos. Luego, muéstrale al Demonio tres fichas de personaje de bien que no estén en juego.
ja_jp: デーモンを起こし、すべてのミニオンを見せる。次に、場に出ていない善良なキャラクターのトークンを3つ見せる。
pt_br: Acorde o Demônio e mostre-lhe todos os Súbditos. Em seguida, mostre ao Demônio três fichas de personagem do bem que não estejam em jogo.

source: What's your name?
es_ar: ¿Cómo te llamas?
ja_jp: あなたの名前は何ですか？
pt_br: Qual é o seu nome?

source: You have setup errors.
es_ar: Tienes errores de configuración.
ja_jp: セットアップにエラーがあります。
pt_br: Você tem erros de configuração.
